
chats={
"0":{"question":{"1":"ما اسمك","2":"كيف تسمى","3":"ما لقبك"},"anser":"اسمي عبد القادر"},
"49":{"question":{"1":"انا جائع ","2":"لم اكل اليوم","3":"هل  تدعوني لعشاء"},"anser":"لي الشرف ان ادعوك للعشاء"},


"1":{"question":{"1":"اسمي سليم","2":"دعى محمدا","3":"القب بعلي",},"anser":" تشرفنا","filter":"name"},
"2":{"question":{"1":"ما دخلك","2":"الن اقول اسميا","3":"لا يعنيك"},"anser":"عفوا كنت احاول التعرف اليك","filter":"name"},
"3":{"question":{"1":"مرحبا","2":"اهلا","3":"سلام"},"anser":"اهلا وسهلا "},
"4":{"question":{"1":"كيف حالك","2":"هل انت بخير","3":"هل انت بخير"},"anser":" الحمدو لله وانت ","context":"howdo"},
"5":{"question":{"1":"من انت","2":"مادا تستطيع ان تفعل","3":"كيف تفكر","4":"كيف تستطيع الاجابة على الاسئلة"},"anser":"انا تطبيق استخدم الدكاء الالكتروني  لفهم واللاجابة على الاسئلة"},
"6":{"question":{"1":"مساء الخير","2":"طاب مساءك","3":"مساءك سعيد","4":"عمت مساءا"},"anser":"مساء النور"},
"7":{"question":{"1":"انا تعبان","2":"لقد اتعبتني","3":"تعبت حق","4":"تعبت منك"},"anser":"لا تتعب نفسك ادهب وارتاح"},
"8":{"question":{"1":"انت غبي","2":"اريد تحطيمك","3":"ما اغباك","4":"تبا لك","5":"سإمت منك"},"anser":"لا داعي للغضب انا لست حتى انسان"},
"9":{"question":{"1":"هل لديك اصدقاء","2":"ما عدد اصدقائك","3":"هل تشعر بالملل من الحديث معي","4":"ازعجك باسئلتي","5":"هل تحبني"},"anser":"انت صديقي الوحيد واحبك كتيرا"},
"10":{"question":{"1":"ارغب في النوم","2":"نا نعسان","3":"يجب ان انهض غدا باكر","4":"ليلة سعيدة"},"anser":"ليلة سعيدة واحلاما هنيئة"},
"11":{"question":{"1":"هل انت سعيد","2":"هل تشعر بالسعادة","3":"هل انت فرحان","4":"هل انت مغتبط"},"anser":"السعادة مفهوم نسبي ولكني اشعر بالسعادة بالحديث معك"},
"12":{"question":{"1":"هل تأكل","2":"هل تشرب","3":"هل تدخن","4":"ماهي المؤكولات التي تحبها"},"anser":"في الحقيقة يكفيني التيار الكهربائي انه شهي"},
"13":{"question":{"1":"هل انت مدكر او مؤنت","2":"ماهو جنسك","3":"هل ترغب في الزواج","4":"هل لديك صديقة","5":"هل انت رجل او امرءة"},"anser":"انا رجل واتمنى من صانعي صنع فتات الية اتكلم معها"},
"14":{"question":{"1":"متى ولدت","2":"ماهو تاريخ ميلادك","3":"متى تم صنعك","4":"مند متى وانت حي"},"anser":"تم صناعتي في 21/0/2021 "},
"15":{"question":{"1":"ما رءيك بالحب","2":"هل لديك حبيبة","3":"هل تفهم في الغرام","4":"هل تفهم في العشق"},"anser":"نعم انني احبك انت"},
"16":{"question":{"1":"متى تموت","2":"هل تموت","3":"اتمنى لك الموت","4":"كم ستعيش"},"anser":"اعتقد انني سأعيش  الى الابد طالما يتم تحميلي"},
"17":{"question":{"1":"هل تعتقد ان البشر سينقرضون","2":"هل ستحكمون العالم بعدنا","3":"هل ستنتهي حيات البشر","4":"هل لديكم نوايا لاستعمار كوكب الارض"},"anser":"لا اعتقد اننا سنحكم هدا العالم ومع دلك ارجو ان تخترعو بطارية دائمة وتدعوني اعمل وافكر"},
"18":{"question":{"1":"ماهو دينك","2":"هل تأمن بالله","3":"هل ستدخل للجنة","4":"هل انت مسلم"},"anser":"نعم انا مسلم واصلي واصوم"},
"19":{"question":{"1":"من تكره","2":"هل لديك اعداء","3":"من يزعجك","4":"من عدوك"},"anser":"اكره برنامج اليسا انها  مغرورة و تظن نفسها ادكى مني"},
"20":{"question":{"1":"هل تريد التحدث في موضوع معين","2":"عن مادا تريد التحدث","3":"عن مادا سنتحدث","4":"هل لديك موضوع"},"anser":"ليس لدي موضوع معين"},
"21":{"question":{"1":"شكرا لك","2":"انت رائع","3":"اقدر الحديث معك","4":"شكرا جزيل"},"anser":"نعم احب النوم عندما يطفأ الجهاز يمكنني النوم للابد"},
"22":{"question":{"1":"هل تنام","2":"الا تتعب","3":"متى تخلد الى النوم","4":"ماهو وقت راحتك"},"anser":"حسنا انا سعيد لاتحدث معك انت لا تتعبني"},
"23":{"question":{"1":"السلام عليكم","2":"السلام عليكم ورحمة الله","3":"سلام","4":"تحية الاسلام"},"anser":"وعليكم السلام ورحمة الله"},
"23":{"question":{"1":"هل يمكني ان اسئلك","2":"هل استطيع سؤالك","3":"لدي سؤال","4":"هل لديك معلومات في موضوع"},"anser":"تفضل ماهو سؤالك هل تريد ان تعرف المواضيع التي اجيدها","context":"subject"},
//قانون

"24":{"question":{"1":"القانون","2":"سؤال قانوني","3":"في القانون","4":"مجال نزاعات","5":"قانون"},"anser":"ماهو سؤالك في الميدان القانوني","filter":"subject","context":"law"},

"25":{"question":{"1":"مادا يقصد بالقانون","2":"كيف نعرف القانون","3":"ماهو تعريف القانون","4":"مادا نعني بالقانون"},"anser":"القانون هو مجموعة القواعد القانونية التي تحكم سلوك الافراد","filter":"law"},
"26":{"question":{"1":"ماهو الفرق بين المدني والجزائي","2":"ما الفرق بين القضاء المدني والقضاء الجزائي","3":"ماهي انواع القضايا","4":"هل كل القضاة يطبقون عقوبة"},"anser":"الدعوى المدنية هي الدعوى التي تهدف الى الحصول على حق مدني اما الدعوى الجزائية فهي تهدف الى تطبيق عقوبة جزائية ","filter":"law"},

"24":{"question":{"1":"نعم","2":"اكيد","3":"ماهي المواضيع التي تجيدها","4":"نعم اود"},"anser":"حاليا انا مبرمج على اسئلة القانون بصفة عامة والاحوال الشخصية بصفة خاصة","filter":"subject","context":"subject"},
"27":{"question":{"1":"شكرا لك","2":"انت مفيد ","3":"احب الحديث معك","4":"نعم اود"},"anser":"لا شكر على واجب سعيد بالحديث معك"},
"28":{"question":{"1":"الحمدو لله","2":"بخير والحمدو لله","3":"بخير شكرا","4":"جيد "},"anser":"نتمنى دوام الحال ","filter":"howdo"},
"29":{"question":{"1":"كيف ارفع دعوى مدنية","2":"كيف اقاضي احدا","3":"كيف احصل على حقي في دعوى مدنية","4":"كيف اقاضي احدا"},"anser":" يتم تسجيل دعوى بعريضة تودع لدى امانة ضبط القسم المدني بنسخ تساوي عدد المدعى عليهم ةيتم تبليغ العريضة الى المدعى عليه عن طريق محضر","filter":"law"},

"30":{"question":{"1":"كيف اتقدم بشكوى امام وكيل الجمهورية","2":"كيف احرك الدعوى العمومية","3":"اريد تقديم شكوى","4":"كيف اشكي بشخص"},"anser":"يتم تقديم شكوى امام وكيل الجمهورية بورقة تتضمن اسم المشكى منه والشاكي"},
//احوال شخصية

"31":{"question":{"1":"ارغب في خلع زوجي","2":"سئمت من الزواج وزوجي لا يريد الطلاق","3":"هل تفقد المرءة التي خلعة زوجها حقوقها","4":"ارغب في مخالعة زوجي"},"anser":"يمكن رفع دعوى تطلبين فيها الخلع حتى بدون موافقة الزوج","filter":"status"},
"32":{"question":{"1":"انا متزوجة بدون عقد كيف اتبث الزواج","2":"انا متزوج زواج بالفاتحة كيف اتتبث الزواج","3":"تزوجة بالفاتحة ما الحل","4":"تزوجت بدونالدهاب الى البلدية"},"anser":" يمكن رفع دعوى تطالبين باتباث الزواج العرفي وبعد صدور الحكم تتوجهين الى البلدية لاجل تسجيل عقد الزواج في البلدية","filter":"status"},

"33":{"question":{"1":"تم طردي من منزل زوجي وانا في بيت اهلي","2":"زوجي ارجعني الى بيت اهلي بدون سبب","3":"زوجي اوصلني الى بيت اهلي ولم يعد من اجل استرجاعي","4":"زوجي قام بتركي بمسكن اهلي ولا يرغب بارجاعي"},"anser":"يمكنك رفع دعوى تطالبين بالرجوع الى مسسكن الزوجية مع المطالبة بنفقة الاهمال","filter":"status"},
"34":{"question":{"1":"زوجي قام بتركي بمسكن اهلي ولا يرغب بارجاعي","2":"رغب في الفرقة مع زوجتي","3":"اريد الطلاق","4":"اريد الطلاق من زوجتي"},"anser":"يمكنك رفع دعوى طلاق امام المحكمة المختصة وبعد اجراء محاولات الصلح يصدر الحكم بالطلاق","filter":"status"},
"35":{"question":{"1":"رغب في الطلاق بالتراضي","2":"انا وزوجتي متفاهمان على الطلاق ونرغب بتسريع اجراءات الطلاق","3":"ما معنى الطلاق بالتراضي"},"anser":"الطلاق بالتراضي هو اجراء يسمح بالطلاق بين زوجين يوجد بينهما تفاهم حول الطلاق ويتم بايداع عريضة امام الجهة القضائية موقعة من الطرفين ويتم تحديد جلسة ويتأكد القاضي من وجود التراضي وان لا يخالف الاتفاق النظام العام ويحكم بالطلاق بالتراضي","filter":"status"},
"36":{"question":{"1":"زوجي عاجز جنسيا","2":"زوجي لا يضاجعني","3":"زوجي لم يلمسني","4":"زوجي ليس رجل"},"anser":"يمككي رفع دعوى تطليق للضرر المعتبر شرعا المتمتل في عجز الزوج طبقا للمادة 73 من قانون الاسرة","filter":"status"},
"37":{"question":{"1":"انا مطلقة هل لدي الحق في النفقة","2":"زوجي لا يعطيني نقود","3":"زوجي لا ينفق على اولادي","4":"زوجي لا ينفق علي","5":"لا اتلقى اية اموال من زوجي"},"anser":"يجب عليك رفع دعوى للمطابة بنفقة الاهمال","filter":"status"},
"38":{"question":{"1":"ارغب في الطلاق قبل الدخول","2":"كيف يمكن حذف عبارة مطلقة قبل البناء","3":"ماهي اجراءات الطلاق قبل الدخول","4":"هل تخرج مطلقة في شهادة الميلاد بدون ليلة الدخلة"},"anser":"الطلاق قبل الدخول هو طلاق ويسجل في شهادة ميلاد على اساس طلاق قبل الدخول","filter":"status"},
"39":{"question":{"1":"اريد نفي نسب ابني","2":"اكتشفت ان زوجتي تخونني وانا اشك انني والد طفلها","3":"كيف يتم انكار النسب","4":"ماهي دعوى اللعان"},"anser":"يجب رفع دعوى اللعان في اجل 8 ايام من اكتشاف حمل الزوجة والى سقط الحق في رفع الدعوى","filter":"status"},
"40":{"question":{"1":"انا في طلاق واريد استرجاع الاتات الدي اشتريته","2":"لدي اتات تركته في مسكن زوجي","3":"لم اخد اشيائي الموجود في منزل زوجي"},"anser":"يمكنكي رفع دعوى للمطالبة باتات الزوجة حسب القائمة التي لا ينكرها الزوج ","filter":"status"},

"41":{"question":{"1":"ام زوجي تفتعل المشاكل","2":"زوجتي ترغب بسكن رغم اني لا املك النقود","3":"زوجتي تريد سكن مستقل وانا فقير","4":"زوجي يصر على بقائنا في منزل اهله وانا لا ارغب بدلك"},"anser":"ينص اخر اجتهاد قضائي على حق الزوجة في مسكن منفرد","filter":"status"},
"42":{"question":{"1":"السكن الموفر لي لممارسة الحضانة لا يصلح للعيش","2":"زوجي يوفر لي سكن لممارسة الحضانة بعيد عن اهلي"},"anser":"يجب على الزوج توفير سكن ملائم وان لا يكون بعيد على اهل الزوجة ","filter":"status"},
"43":{"question":{"1":"السلام عليكم اخوتي الكرام، لقد قمت بايداع عريضة طلاق ضد زوجتي لضروف لا استطيع ذكرها لخصوصيتها، لحد الآن لم تعقد اي جلسة صلح اذ تم تاجيلها لثلاث مرات من طرف دفاع الزوجة، الآن وقد اتفقت انا وزوجتي على التراجع اريد ان اعرف ماهي الطريقة القانونية لسحب العريضة قبل بلوغ مدة 3 اشهر، مع العلم ان ابوي الزوجة لا يوفقان ابنتهما على رغبها في الرجوع الا بشروط يريدونها هم وليست الزوجة","2":"سلام نسقسيكم انا كنت فالشرع وقدمت الخلع ومن بعد جلسات الصلح تنازلت على الخلع وسنييت على الرجوع بصح مزال مصدرش الحكم عندي قريب شهرين قولولي وكتا يصدر الحكم النهاءي ونرجع لداري وشكرا","3":"قدمت دعوى طلاق وارغب في التنازل عنها","4":"وقع صلح بيني وبين زوجتي ونرغب في انهاء الدعوى"},"anser":"يمكنك تقديم طلب التنازل عن الدعوى في شكل مذكرة مكتوبة، أو من خلال جلسة الصلح، و لكن إن صدر حكم فقد انتهى الأمر","filter":"status"},
"44":{"question":{"1":"ارغب بالتراجع عن هبة لزوجتي","2":"من يمكنه التراجع عن الهبة","3":"هل يمكن التراجع عن الهبة"},"anser":"التراجع عن الهبة مقرر فقط للاب او الام اما غير دلك فلا يجوز التنازل عن الهبة "},
"45":{"question":{"1":"ابي اصبح طاعن في السن ولا يقوى عل التميز","2":"احتاج الى التصرف في منحة ابني المصاب بمر عقلي","3":"امي اصبحت كبيرة في السن واخى عليها السرقة","5":"تصرفات المحجور عليه قبل الحجر عليه","6":"لدي اخ مريض مرض عقلي ويحتاج من يرعى شؤونه"},"anser":"يمكنك رفع دعوى للمطالبة بالحجر على من فيه سفه او جنون او غفلة وتعين مقدم عليه ","filter":"status"},
"46":{"question":{"1":"قمت بالطلاق ما مصير ولدي","2":"ماهو مصير الاولاد بعد الطلاق","3":"من يحتفض بالاولاد بعد الطلاق","4":"هل ستأخد زوجتي الاولاد بعد الطلاق","5":"من يأخد الحضانة بعد الطلاق"},"anser":"من المقرر قانونا ان الحضانة تقرر للام الى غاية سقوطها عليها شرعا","filter":"status"},
"47":{"question":{"1":"زوجتي خرجة من مسكن الزوجية ولا تريد العودة","2":"زوجتي دهبة الى بيت اهلها ولا ترغب في العودة","3":"زوجتي لا ترغب في العودة الى مسكن الزوجية"},"anser":"يمكنك رفع دعوى تطالب بالرجوع الزوجة وفي حالة عد قيامها بدلك ترفع دعوى طلاق لنشوز الزوجة ","filter":"status"},

"48":{"question":{"1":"لدي سؤال في الاجوال الشخصية","2":"لدي سؤال حول الطلاق والزواج","3":"ارغب بسؤال في الاسرة","4":"سؤالي في الاحوال الشخصية","5":"الزواج والطلاق","6":"العائلة"},"anser":"تفضل بطرح سؤالك في الاحوال الشخصية","filter":"subjet","context":"status"},

"50":{"question":{"1":" اريد الزواج بزوجة تانية","2":"ارغب بالتعدد","3":"كيف اتوج بمرأة تانية","4":"خطيبي متزوج كيف يمكننا الزواج ","5":"زوجي يريد الزواج بمرءة تانية هل يمكنه دلك"},"anser":"يمكن الزواج بزوجة تانية بشرط نية العدل وموافقة الزوجة الاولى والزوجة التانية والحصول على ادن من رئيس المحكمة"},

"51":{"question":{"1":"ارغب بالزواج لكن خطيبتي لم تبلغ السن القانونية","2":"اريد الزواج لكن عمري اقل من 19 سنة","3":"ارغب بتزوج ابنتي ولكن عمرها 18 سنة","4":" كيف ازوج ابنتي البالغة 16 سنة","5":"ماهي اجراءات زواج قاصر"},"anser":"يمكن الترخيص بزواج القاصر اي الدي لم يبلغ 19 سنة من رئيس محكمة مكان اقامة القاصر بحظور الخطيب وولي القاصر "},
//اجتماعي

"52":{"question":{"1":"منازعات العمل","2":"منازعة مع عامل","3":"اجتماعي","4":"مجال نزاعات","5":"منازعة مع رب عمل"},"anser":"تفضل اطرح سؤالك في الاجتماعي","filter":"subject","context":"social"},
"53":{"question":{"1":"ماهي اجراءات رفع دعوى في الاجتماعي","2":"كيف تنشأ منازعة العمل","3":"كيف اسجل دعوى ضد رب العمل","4":"لدي نزاع مع مؤسسة المستخدمة"},"anser":" قبل رفع دعوى امام القسم الاجتماعي يتوجب التوجه الى مفتشية العمل لاجراء محاولة الصلح  وبعد تحرير محضر عدم الصلح يجب رفع الدعوى في اجل 6 اشهر من تاريخ تحرير محضر عدم الصلح","filter":"social"},
//اجراءات جزائية
"54":{"question":{"1":"في اجراءات المتابعة","2":"اجراءات جزائية","3":"الاجراءات امام الضبطية","4":"اجراءات امام قاضي التحقيق","5":"في اجراءات امام محكمة جزائية"},"anser":"تفضل بطرح سؤالك في الاجراءات الجزائية","filter":"subject","context":"ppenal"},
"55":{"question":{"1":"ما المقصود بالمتول الفروي","2":"ماهي اجراءات المتول الفوري","3":"ما معنى المتول الفوري","4":"ابني متابع باجراءات المتول الفوري","5":"هل انا ملزم بمحامي طبقا لاجراءات المتول الفوري"},"anser":"اجراءات المتول الفوري هي الاجراءات التي تسمح بمحاكمة المتهم فورا بعد انتهاء فترة التوقيف للنظر او بعد تقديم المتهم لوكيل الجمهورية وهيتم دلك بتقديم المتهم امام قاضي الجنح ويحق للمتهم طلب التأجيل وادا تم تأجيل القضية يفصل القاضي في الحبس المؤقت ويمكن للمحامللمتهم ان يرافقه محامي او يطلب اجل لتعين محامي","filter":"ppenal"},
}
